Repository: mingodad/citadel
Catalog: citadel/po/citadel-setup/*.po
Languages: cs, de, es, fr, ru

source: Citadel already appears to be configured to start at boot. Would you like to keep your boot configuration as is?
cs: Zdá se, že Citadela je již nastavena, aby se při načtení systému spustila. Přejete si ponechat toto nastavení nezměněno?
de: Übersetzung überprüfen
es: Citadel parece estar configurado para iniciarse en el arranque. ¿Quiere mantener su configuración de arranque, como está?
fr: Citadel est déjà configuré pour se lancer au démarrage. Voulez-vous garder cette configuration de démarrage ?
ru: Похоже, что система сконфигурирована автоматически запускать Citadel при старте. Это то, что вам нужно (обычно да)?

source: Would you like to automatically start Citadel at boot?
cs: Přejete si spouštět Citadelu automaticky při spuštění systému?
de: Soll Citadel automatisch beim Systemstart gestartet werden?
es: ¿Te gustaría que Citadel se iniciase automáticamente al arrancar?
fr: Voulez-vous lancer Citadel au démarrage ?
ru: Запускать Citadel автоматически при старте системы?

source: Cannot create
cs: Nelze vytvořit
de: Erstellen fehlgeschlagen
es: No se pudo crear
fr: Ne peut être créé
ru: Ошибка создания

source: Setup can configure the "xinetd" service to automatically connect incoming telnet sessions to Citadel, bypassing the host system login: prompt. Would you like to do this?
cs: Instalátor může nastavit službu "xinetd", aby automaticky spojovala příchozí spojení telnetu s Citadelou bez výzvy k přihlášení na hostitelském systému. Přejete si to provést?
de: Setup kann den "xinetd" Dämon so konfigurieren, dass einkommende telnet-Verbindungen an dem Host System login vorbei zu Citadel durchgereicht werden.
es: El programa de instalación puede configurar el servicio "xinetd" para automáticamente conectar las sesiones entrantes de telnet al Citadel, sin pasar por el inicio de sesión del sistema anfitrión. ¿Quiere hacer esto?
fr: Le programme d'installation peut configurer le service "xinetd" pour se connecter automatiquement à des sessions telnet entrantes vers Citadel, outrepassant l'invite de connexion au système hôte. Voulez-vous faire cela ?
ru: Программа setup может попытаться автоматически настроить xinetd, чтобы при подключении по telnet к серверу Citadel пользователи миновали приглашение зарегистрироваться в системе. Настроить?

source: You appear to have the
cs: Zdá se, že emailový program
de: zur Zeit nicht übersetzt
es: Parece que tiene el
fr: Vous semblez avoir le
ru: Похоже, у вас уже установлена

source: email program running on your system. If you want Citadel mail connected with
cs: běží na vašem systému. Chcete-li mail Citadely spojit s
de: Email Programm läuft auf Ihrem System. Wenn Sie möchten das Citdael Mail sich zu %s
es: programa de correo corriendo en su sistema. Si desea que Citadel mal se conecte con
fr: programme de messagerie en cours d'exécution sur votre système. Si vous voulez que la messagerie de Citadel y soit connecté
ru: своя почтовая система. Если вы хотите, чтобы Citadel работала совместно с ней,

source: you will have to manually integrate them. It is preferable to disable
cs: , budete to muset provést ručně. Výhodnější je zakázat
de: verbindet, muss dies per Hand eingerichtet werden. Es wird empfohlen %s zu deaktivieren
es: tendrá que integrarlos manualmente. Es preferible desactivarlo
fr: vous devrez les intégrer manuellement. Il est préférable de désactiver
ru: вам придется совмещать их работу самостоятельно. Рекомендуется отключить

source: , and use Citadel's SMTP, POP3, and IMAP services. May we disable
cs: a použít Citadelí SMTP, POP3 a IMAP služby. Má Citadela zakázat
de: und Citadel's SMTP, POP3 und IMAP Dämon zu nutzen. Soll nun %s abgeschaltet werden?
es: , y usar los servicios de Citadel SMTP, POP3 e IMAP Podemos desactivarlos
fr: , et utilise les services SMTP, POP3 et IMAP de Citadel. Nous pourrions désactiver
ru: существующую систему и использовать службы SMTP, POP3 и IMAP4, предоставляемые Citadel. Позволить программе setup отключить вашу почтовую систему

source: so that Citadel has access to ports 25, 110, and 143?
cs: , aby mohla přistupovat k portům 25, 110 a 143?
de: hat Citadel Zugriff auf Port 25, 110 and 143?
es: para que Citadel tenga acceso a los puertos 25, 110 y 143?
fr: de telle sorte que Citadel ait accès aux ports 25, 110 et 143 ?
ru: таки образом, чтобы Citadel заняла порты 25, 110 и 143?

source: This is currently set to:
cs: Toto je nyní nastaveno na:
de: Dies ist momentan eingestellt auf:
es: Esto está actualmente establecido a:
fr: Actuellement défini à :
ru: Текущие настройки

source: Enter new value or press return to leave unchanged:
cs: Zadejte novou hodnotu, nebo stiskněte Enter (a nic neměňte):
de: Geben Sie einen neuen Wert ein oder drücken sie Enter:
es: Entre un nuevo valor o presione retorno para dejarlo sin cambio:
fr: Entrez une nouvelle valeur ou appuyez sur entrée pour laisser la valeur actuelle :
ru: Введите новое значение или нажмите Enter, чтобы оставить без изменений

source: setup: cannot open
cs: instalace: nelze otevřít
de: Setup: Kann nicht geöffnet werden.
es: instalación: no puede abrir
fr: setup : ne peut être ouvert
ru: Программа setup: ошибка при открытии

source: /etc/nsswitch.conf is configured to use the 'db' module for one or more services. This is not necessary on most systems, and it is known to crash the Citadel server when delivering mail to the Internet. Do you want this module to be automatically disabled?
cs: /etc/nsswitch.conf je nastaven, aby používal modul 'db' pro jednu nebo více služeb. To není na většině systémů potřeba a je známo, že Citadela spadne při doručování mailů na internet Chcete tento modul zakázat?
de: /etc/nsswitch.conf ist so konfiguriert, dass das Modul 'db' für ein oder mehrere Dämonen zu nutzen. Dies ist auf den meisten Systemen nicht notwendig und kann zu einem Absturz des Citadel Servers führen, wenn dieser Emails in das Internet versendet. Möchten Sie dieses Modul automatisch deaktivieren?
es: /etc/nsswitch.conf está configurador para usar el modulo 'db' para uno o más servicios. Esto no es necesario en la mayoría de los sistemas, y se sabe que bloquea el servidor Citadel al entregar el correo a Internet. ¿Quieres que este módulo se desactive automáticamente?
fr: /etc/nsswitch.conf est configuré pour utiliser le module « db » pour un ou plusieurs services. Ce n'est pas nécessaire sur la plupart des systèmes, et il est connu pour faire planter le serveur Citadel lorsqu'il envoie un courrier sur Internet. Voulez-vous que ce module soit désactivé automatiquement ?
ru: Устаревшая настройка /etc/nsswitch.conf (модуль 'db') может помешать работе Citadel. В большинстве случаев она не нужна. Попробовать отключить ее?

source: Setup finished
cs: Instalace dokončena
de: Installation beendet.
es: Configuración terminada
fr: Installation terminée
ru: Установка завершена

source: Setup of the Citadel server is complete. If you will be using WebCit, please run its setup program now; otherwise, run './citadel' to log in.
cs: Instalace Citadelího serveru je hotova. Pokud budete používat WebCit, spusťte jeho nastavení nyní, v opačném případě spusťte ./citadel k přihlášení.
de: Die Installation von Citadel-Server ist abgeschlossen. Wenn Sie die WebCit Oberfläche nutzen wollen, starten Sie nun die Installation. Anderenfalls starten Sie './citadel' und loggen Sie sich ein.
es: La configuración del servidor Citadel está completa. Si usará Webcit, por favor ejecute su programa de configuración ahora, de lo contrario, corra './citadel' para entrar.
fr: L'installation du serveur Citadel est terminée. Si vous voulez utiliser WebCit, veuillez lancer maintenant son programme d'installation ; sinon, lancez « ./citadel » pour vous identifier.
ru: Установка Citadel завершена. Если вы собираетесь использовать Webcit, установите его. Либо запустите ./citadel чтобы приступить к работе прямо сейчас.

source: Setup failed
cs: Instalace selhala
de: Installation fehlgeschlagen
es: La configuración fallo.
fr: Installation échouée
ru: Ошибка установки

source: Setup is finished, but the Citadel server failed to start. Go back and check your configuration.
cs: Instalace je dokončena, ale nepodařilo se spustit Citadelí server. Jděte zpět a zkontrolujte svou konfiguraci.
de: Installation beendet konnte aber Citadel server nicht starten. Bitte überprüfen sie ihre Einstellungen.
es: La configuración ha concluido, pero el servidor Citadel fallo al iniciar. Regrese y revise su configuración.
fr: L'installation est terminée mais le serveur Citadel n'a pu être lancé. Retournez en arrière pour vérifier votre configuration.
ru: Установка завершена, но программе setup не удалось запустить Citadel. Пожалуйста, перепроверьте все настройки.

source: Setup is finished. You may now start the server.
cs: Instalace je dokončena. Nyní můžete spustit Citadelí server
de: Installation beendet. Sie können den Server jetzt starten.
es: La configuración ha terminado. Ahora puede iniciar el servidor.
fr: L'installation est terminée. Vous pouvez maintenant lancer le serveur.
ru: Настройка завершена, можно запускать Citadel.

source: My System
cs: Můj Systém
de: Mein System
es: Mi Sistema
fr: Mon Système
ru: Моя система

source: setup: cannot append
cs: instalace: nelze připojit
de: Installation: kann nicht fortfahren
es: configuración: no puede anexar
fr: Programme d'installation : ne peut pas ajouter
ru: Программа setup: невозможно добавить

source: Citadel Setup
cs: Instalace Citadely
es: Instalar Citadel
fr: Installation de Citadel
ru: Программа setup

source: The directory you specified does not exist
cs: Zadaný adresář neexistuje
de: Das Verzeichniss existiert nicht.
es: El directorio especificado no existe
fr: Le répertoire indiqué n'existe pas.
ru: Указанная директория не существует

source: The Citadel service is still running. Please stop the service manually and run setup again.
cs: Citadelí server stále běží. Zastavte jej prosím ručně a spusťte instalaci znovu.
de: Der Citadel Dämon läuft bereits. Bitte stoppen Sie in per Hand und starten das Setup erneut.
es: El servicio Citadel aún está corriendo. Por favor detenga el servicio manualmente y corra la configuración otra vez.
fr: Le service Citadel est toujours en cours d'exécution. Arrêtez le service manuellement et relancer l'installation.
ru: Даемон Citadel в данный момент запущен. Остановите его и перезапустите программу setup.

source: Citadel setup program
cs: Program pro instalaci Citadely
de: Citadel Setup Programm
es: Programa de configuración de Citadel
fr: Programme d'installation de Citadel
ru: Программа setup

source: This Citadel installation is too old to be upgraded.
cs: Tato instalace Citadely je příliš stará na povýšení.
de: Diese Citadelinstallation ist zu alt um upgegradet zu werden.
es: Esta instalación de Citadel es demasiado vieja para ser actualizada.
fr: Cette installation de Citadel est trop ancienne pour être mise à jour.
ru: Увы, ваша Citadel слишком устарела и не может быть обновлена

source: Setting file permissions
cs: Nastavuji oprávnění souborů
de: Setze Datei Zugriffsrechte
es: Configurar permisos de archivo
fr: Définition des autorisations de fichiers
ru: Устанавливаются права доступа к файлам
