Repository: mingodad/citadel
Catalog: citadel/po/citadel-setup/*.po
Languages: cs, de, es, fr, ru

source: Citadel Home Directory
cs: Hlavní adresář Citadely
de: Citadel Basis Verzeichnis
es: Carpeta personal Citadel
fr: Répertoire principal Citadel
ru: Директория Citadel

source: Enter the full pathname of the directory in which the Citadel installation you are creating or updating resides. If you specify a directory other than the default, you will need to specify the -h flag to the server when you start it up.
cs: Napište prosím celou cestu k adresáři, ve kterém chcete instalaci Citadely vytvořit nebo aktualizovat. Pokud nastavíte jiný adresář, než je výchozí, musíte nastavit i flag -h na serveru, kde budete vše spouštět.
de: Geben Sie den vollen Pfad Ihrer Citadel Installation / Update an. Wenn Sie ein anderes Verzeichnis anstelle des Default-Werts angeben, starten Sie den Citadel-Server mit der Option '-h'.
es: Introduzca la ruta completa del directorio en el que se encuentra la instalación de Citadel. Si especifica un directorio diferente al predeterminado, deberá especificar la opción -h en el servidor cuando lo inicie.
fr: Entrez le chemin complet du répertoire dans lequel se trouve l'installation de Citadel que vous créez ou mettez à jour. Si vous spécifiez un répertoire différent de celui par défaut, vous devrez indiquer le paramètre -f au serveur lorsque vous le démarrerez.
ru: Введите полный путь к директории установки/обновления Citadel. Если путь отличается от пути по умолчанию, не забудьте указать его в значении параметра -h при запуске citserver

source: Enter the subdirectory name for an alternate installation of Citadel. To do a default installation just leave it blank.If you specify a directory other than the default, you will need to specify the -h flag to the server when you start it up. note that it may not have a leading /
cs: Zadejte podadresář pro alternativní instalaci Citadely. Pro porvedení výchozí instalace, toto pole nevyplňujte. Pokud zvolíte jiný adresář než výchozí, budete muset zadat volbu -h při spouštění serveru. Toto pole nemusí obsahovat úvodní lomítko
de: Geben Sie einen Unterordner für eine alternative Installation von Citadel an. Um den Default-Wert zu verwenden, lassen Sie das Feld leer. Wenn Sie ein anderes Verzeichnis als das Default angeben, müssen Sie den Server mit der Option '-h' starten. Den Pfad bitte ohne führendes '/' angeben.
es: Ingrese el nombre de subdirectorio para una instalación alternativa de Citadel. Para una instalación predeterminada solo dejelo vacío. Si especifica un directorio diferente al predeterminado, necesitará especificar la bandera -h al servidor cuando lo inicie. observe que el nombre no termina con /
fr: Entrez le chemin complet du répertoire dans lequel se trouve l'installation de Citadel que vous créez ou mettez à jour. Si vous spécifiez un répertoire autre que celui par défaut, vous devrez indiquer le paramètre -f au serveur lorsque vous le démarrerez.
ru: Для установки в директорию по умолчанию оставьте это поле пустым. Если вам необходимо установить Citadel в какое-либо другое место, введите здесь полный путь к нужной директории (без / в начале!). Имейте в виду, что это значение нужно будет передать с параметром -h при запуске citserver

source: Citadel administrator username:
cs: Uživatelské jméno správce Citadely:
de: Benutzername des Citadel-Administrators:
es: Nombre de usuario del administrador de Citadel:
fr: Identifiant de l'administrateur de Citadel :
ru: Администратор Citadel

source: Please enter the name of the Citadel user account that should be granted administrative privileges once created. If using internal authentication this user account will be created if it does not exist. For external authentication this user account has to exist.
cs: Zadejte jméno uživatelského účtu Citadely, který bude mít správcovská oprávnění. Používáte-li interní autentizaci Citadely, bude uživatelský účet v případě potřeby vytvořen. Pokud používáte externí autentizaci, musí již uživatelský účet existovat.
de: Bitte geben Sie den Namen des Citadel-Benutzerkontos an, dem nach der Erstellung administrative Privilegien erteilt werden sollen. Falls interne Authentifizierung verwandt wird und das Benutzerkonto noch nicht existiert, wird es erstellt. Für externe Authentifizierung muss das Benutzerkonto existieren.
es: Por favor, introduzca el nombre de la cuenta de usuario de Citadel a la que se le deben conceder privilegios de administrador una vez creada. Si emplea autenticación interna esta cuenta de usuario se creará, si aún no existe. Para autenticación externa esta cuenta tiene que existir.
fr: Veuillez indiquer l'identifiant Citadel qui disposera des privilèges d'administration après création. Si le système interne d'authentification est utilisé, ce compte sera créé s'il n'existe déjà. Si un système externe d'authentification est utilisé, ce compte doit déjà y exister.
ru: Введите имя учетной записи администратора Citadel. Если используется внешняя аутентификация, запись должна существовать. Если внешняя аутентификация происходит через LDAP/AD, в качестве имени администратора укажите Display Name нужной записи

source: Administrator password:
cs: Správcovské heslo:
de: Administrator Passwort:
es: Contraseña del administrador:
fr: Mot de passe de l'administrateur :
ru: Пароль администратора

source: Enter a password for the system administrator. When setup completes it will attempt to create the administrator user and set the password specified here.
cs: Zadejte heslo pro systémového administrátora. Až bude instalace hotová, Citadela vytvoří účet správce a přidělí mu heslo zde zadané.
de: Bitte geben Sie ein Passwort für den System-Administrator an. Wennn das Setup abgeschlossen ist, wird der System-Administrator mit diesem Passwort angelegt.
es: Introduzca una contraseña para la administración del sistema. Cuando finalice la configuración se intentará crear un usuario administrador con la contraseña indicada.
fr: Entrer le mot de passe de l'administrateur du système. Lors de la finalisation de l'installation un compte administrateur sera créé avec le mot de passe défini ici.
ru: Введите пароль администратора

source: Citadel User ID:
cs: ID uživatele Citadely:
de: Citadel Benutzer Kennung
es: ID de usuario de Citadel:
fr: ID utilisateur Citadel :
ru: ID пользователя Citadel

source: Citadel needs to run under its own user ID. This would typically be called "citadel", but if you are running Citadel as a public BBS, you might also call it "bbs" or "guest". The server will run under this user ID. Please specify that user ID here. You may specify either a user name or a numeric UID.
cs: Citadela musí běžet pod svým vlastním uživatelským ID. To je obvykle nazváno "citadel", avšak provozujete-li Citadelu jako veřejné BBS, můžete jej nazvat také "bbs" nebo "guest". Server bude běžet pod tímto ID. Upřesněte zde prosím toto uživatelské ID. Můžete napsat uživatelské jméno nebo použít číselné UID.
de: Citadel muss unter einer eigenen Benutzer-ID laufen. Üblicherweise lautet diese 'citadel', wenn Sie Citadel aber als öffentlicher BBS laufen lassen, nennen Sie die ID 'bbs' oder 'guest'. Der Server wird unter dieser ID ausgeführt. Geben Sie nun den Benutzernamen oder UID an.
es: Citadel necesita correr bajo su propio ID de usuario. Este puede llamarse "citadel", pero si está corriendo Citadel como un BBS público, podría llamarlo "bbs" o "invitado". El servidor correrá bajo este ID de usuario. Por favor indique el ID de usuario aquí. Puede especificar tanto un nombre de usuario o un UID númerico.
fr: Citadel doit s'exécuter avec son propre identifiant utilisateur généralement appelé "citadel", mais si vous lancez Citadel en tant que BBS publique, vous pouvez aussi l'appeler "bbs" ou "guest". Le serveur utilisera cet identifiant. Renseignez ici cet identifiant utilisateur. Vous pouvez renseigner soit le nom d'utilisateur soit son UID numérique.
ru: По умолчанию программа setup автоматически создает пользователя, от имени которого будет работать сервер - citadel. Если это вам не подходит, вы можете указать в этом поле имя или ID другого пользователя

source: Listening address for the Citadel server:
cs: IP adresa, na které má Citadela naslouchat:
de: Adresse, auf der Citadel auf Anfragen wartet:
es: Dirección de escucha para el servidor Citadel:
fr: Adresse IP où Citadel sera à l'écoute :
ru: IP адрес на котором Citadel ожидает запросы

source: Please specify the IP address which the server should be listening to. You can name a specific IPv4 or IPv6 address, or you can specify '*' for 'any address', '::' for 'any IPv6 address', or '0.0.0.0' for 'any IPv4 address'. If you leave this blank, Citadel will listen on all addresses. This can usually be left to the default unless multiple instances of Citadel are running on the same computer.
cs: Upřesněte prosím adresu, na které by měl server naslouchat. Můžete zadat IPv4 nebo IPv6 adresu, nebo můžete použít '*' pro jakoukoli adresu, '::' pro libovolnou IPv6 adresu, nebo '0.0.0.0' pro libovolnou IPv4 adresu. Pokud toto pole zanecháte prázdné, bude Citadela naslouchat na všech adresách. Toto pole může být obvykle přeskočeno, ledaže by na stejném počítači běželo více instancí Citadely.
de: Bitte geben Sie die IP-Adresse, die der Server sein sollte zuhören. Sie können den Namen einer bestimmten IPv4 oder IPv6-Adresse, oder Sie können festlegen, '*' Für 'eine beliebige Adresse', ':' für 'alle IPv6-Adresse "oder '0 .0.0.0' für "alle IPv4-Adresse". Wenn Sie dieses Feld leer lassen, wird Citadel hören auf alle Adressen. Diese können in der Regel auf den Standardwert belassen werden, es sei denn mehrere Instanzen Zitadelle auf dem gleichen Computer ausgeführt werden.
es: Por favor especifique la dirección IP que el servidor deberá escuchar. Puede nombrar una dirección especifica IPv4 o IPv6, o puede especificar '*' para 'cualquier dirección', '::' para 'cualquier dirección IPv6' o '0.0.0.0' para 'cualquier dirección IPv4'. Si lo deja en blanco, Citadel escuchará en todas las direcciones. Puede dejar el valor predeterminado a menos que varias instancias de Citadel esten corriendo en la misma computadora.
fr: Définissez l'adresse IP sur laquelle le serveur sera en écoute. Vous pourrez renseigner une adresse IPv4 ou IPv6 spécifique, ou renseigner '*' pour 'n'importe quelle adresse', '::' pour 'n'importe quelle adresse IPv6', ou '0.0.0.0' pour 'n'importe quelle adresse IPv4'. Si vous laissez vide, Citadel sera en écoute sur toutes les adresses. Ce champ est généralement laissé à sa valeur par défaut à moins d'exécuter plusieurs instances de Citadel sur le même server.
ru: По умолчанию сервер Citadel ожидает запросы на всех IP адресах системы. Обычно этого достаточно, если только вы не планируете запускать несколько экземпляров Citadel. Тем не менее, здесь вы можете указать конкретный адрес IPv4 или IPv6, на котором Citadel будет ожидать запросы

source: Server port number:
cs: Serverové číslo portu:
de: LDAP-Portnummer:
es: Número de puerto del servidor:
fr: Numéro de port du serveur :
ru: Номер порта

source: Specify the TCP port number on which your server will run. Normally, this will be port 504, which is the official port assigned by the IANA for Citadel servers. You will only need to specify a different port number if you run multiple instances of Citadel on the same computer and there is something else already using port 504.
cs: Upřesněte číslo TCP portu, na kterém server poběží. Obvykle je jím port 504, který IANA oficiálně přidělila Citadelím serverům. Jiný port budete muset zadat pouze, pokud na stejném počítači běží více instancí Citadely a některý z nich již port 504 používá.
de: Geben Sie den TCP-Port-Nummer auf dem Server ausgeführt wird. Normalerweise wird dieser Port 504, die die offizielle Schnittstelle ist zugewiesen von der IANA für Citadel-Servern. Sie müssen nur Um einen anderen Port-Nummer, wenn Sie mehrere Instanzen laufen der Zitadelle auf dem gleichen Computer, und es ist etwas anderes bereits über Port 504 auf.
es: Especifica el número del puerto TCP con el que su sistema se ejecutará. Normalmente, este será el puerto 504, que es el puerto oficial asignado por la IANA para los servidores de Citadel. Sólos tendrá que especificar un número de puerto diferente si ejecutas múltiples instancias de Citadel en el mismo ordenador y hay algo más usando el puerto 504.
fr: Définissez le port TCP sur lequel le serveur sera en écoute. Généralement, ce port est le 504, correspondant au numéro de port officiel attribué aux serveurs Citadel par le IANA. Vous n'aurez besoin de définir un autre numéro de port que si vous lancez plusieurs instances de Citadel sur la même machine ou qu'une autre application utilise déjà le port 504.
ru: По умолчанию Citadel работает на порту 504/tcp, который официально зарегистрирован в IANA. Однако, если вы хотите запустить несколько экземпляров Citadel на одной машине, укажите здесь какое-либо иное значение

source: Authentication method to use:
cs: Použitá metoda ověření:
de: Zu verwendene Authentifizierungsmethode:
es: Método de autenticación a utilizar:
fr: Méthode d'authentification à utiliser :
ru: Способ аутентификации

source: Please choose the user authentication mode. By default Citadel will use its own internal user accounts database. If you choose Host, Citadel users will have accounts on the host system, authenticated via /etc/passwd or a PAM source. LDAP chooses an RFC 2307 compliant directory server, the last option chooses the nonstandard MS Active Directory LDAP scheme. Do not change this option unless you are sure it is required, since changing back requires a full reinstall of Citadel. 0. Self contained authentication 1. Host system integrated authentication 2. External LDAP - RFC 2307 compliant directory 3. External LDAP - nonstandard MS Active Directory For help: http://www.citadel.org/doku.php/faq:installation:authmodes ANSWER "0" UNLESS YOU COMPLETELY UNDERSTAND THIS OPTION.
cs: Zvolte prosím způsob ověření uživatele. Obyčejně Citadela používá vlastní vnitří databázi uživatelských účtů. Pokud zvolíte Hostitele, uživatelé Citadely budou mít účet na hostitelském systému, ověřováni přes /etc/passwd nebo zdroj PAM. LDAP vybírá RFC 2307 kompatibilní server, poslední volba vybírá nestandardní MS Active Directory LDAP. Neměňte tuto volbu, nejste-li si jisti, že je to nutné, jelikož zpětná změna vyžaduje přeinstalování Citadely. 0. Vlastní ověřování 1. Ověřování u hostitele 2. Vnější LDAP (RFC 2307) 3. Vnější LDAM (nestandardní MS Active Directory) Nápovědu naleznete na http://www.citadel.org/doku.php/faq:installation:authmodes Odpovězte "0", ledaže otázce zcela rozumíte
de: Bitte wählen Sie die Benutzer-Authentifizierung-Modus. Standardmäßig Citadel wird seine eigenen internen Benutzerkonten-Datenbank. Wenn Sie Host wählen, wird Citadel Benutzer haben Accounts auf dem Host-System, über / etc / passwd oder eine PAM Quelle authentifiziert. LDAP wählt eine RFC 2307 kompatiblen Verzeichnisserver, wählt die letzte Option der Nicht-Standard-MS Active Directory LDAP Schema. Ändern Sie diese Option, wenn Sie sicher, dass es erforderlich ist, sind seit dem Wechsel zurück erfordert ein voller Citadel neu zu installieren. 0. Eigenständiges Authentifizierung 1. Host-System integrierte Authentifizierung 2. Externe LDAP - RFC 2307 konforme Verzeichnisdienste 3. Externe LDAP - Nicht-Standard-MS Active Directory Für Hilfe: http://www.citadel.org/doku.php/faq:installation:authmodes
es: Por favor seleccione el modo de autenticación del usuario. Citadel puede usar su propia base de datos de cuentas de usuario internas. Si elige anfitrión (Host), Los usuarios de Citadel deberán tener cuentas en el equipo anfitrión, autenticados por medio de /etc/passwd o una fuente PAM. LDAP selecciona un servidor de directorio que cumple con RFC 2307, la última opción elige el esquema no estándar de Directorio Activo de MS. No cambie esta opción a menos que este seguro que es requerida, ya que cambiarla de nuevo requiere una reinstalación completa de Citadel. 0. Autenticación interna 1. Autenticación integrada en el sistema anfitrión 3. LDAP Externo - Directorio compatible RFC 2307 3. LDAP Externo - Directorio Activo MS no estándar
fr: Sélectionnez le mode d'authentification utilisateur. Par défaut Citadel utilise ses propres comptes utilisateur interne de base de données. Si vous choisissez Authentification Interne, les utilisateurs Citadel auront leurs comptes sur le système hôte, authentifié par /etc/passwd ou par une source PAM. Faire le choix LDAP pour un serveur-répertoire compatible avec la RFC 2307, et en dernier choix le schéma LDAP non-standard de MS Active Directory. Ne changez cette option que si vous êtes sûr que c'est nécessaire, car le retour arrière nécessite une réinstallation complète de Citadel. 0. Auto-authentification 1. Authentification interne au système 2. LDAP externe - répertoire compatible RFC 2307 3. LDAP externe - non-standard MS Active Directory Aide à : http://www.citadel.org/doku.php/faq:installation:authmodes CHOISISSEZ "0" SI VOUS NE MAITRISEZ PAS COMPLETEMENT CETTE OPTION.
ru: Укажите способ аутентификации пользователей. По умолчанию Citadel использует собственный механизм аутентификации. Однако, есть варианты системной аутентификацией (через /etc/passwd или любой модуль PAM), а также аутентификации через LDAP (RFC2307) и Active Directory (выбирайте этот вариант, если у вас AD). Имейте в виду, что метод аутентификации в дальнейшем невозможно будет изменить без потери доступа для всех существующих пользователей! 0) внутренняя аутентификация (по умолчанию) 1) системная аутентификация (/etc/passwd) 2) внешняя аутентификация - LDAP RFC2307 3) внешняя аутентификация - M$ Active Directory Подробнее: http://www.citadel.org/doku.php/faq:installation:authmodes ВНИМАНИЕ!!! Если не уверены в своих действиях, выбирайте вариант "0"!

source: LDAP host:
cs: LDAP server:
es: Equipo de LDAP:
fr: Serveur LDAP :
ru: Сервер LDAP

source: Please enter the host name or IP address of your LDAP server.
cs: Vložte prosím jméno hostitele nebo IP adresu Vašeho LDAP serveru.
de: Bitte geben Sie den Rechnernamen oder die IP-Adresse Ihres LDAP-Servers an.
es: Por favor, introduzca el nombre del equipo o la dirección IP de su servidor LDAP.
fr: Veuillez indiquer le nom d'hôte ou l'adresse IP du serveur LDAP.
ru: Введите адрес сервера LDAP

source: LDAP port number:
cs: Číslo LDAP portu:
de: LDAP-Portnummer:
es: Número del puerto de LDAP:
fr: Port du serveur LDAP:
ru: Порт LDAP

source: Please enter the port number of the LDAP service (usually 389).
cs: Zadejte prosím číslo portu LDAP (obvykle 389)
de: Bitte geben Sie die Portnummer Ihres LDAP-Dienstes an (normalerweise 389).
es: Por favor, introduzca el número del puerto del servicio LDAP (generalmente 389).
fr: Veuillez indiquer le numéro du port d'écoute pour le serveur LDAP (en général 389).
ru: Введите номер порта LDAP (обычно 389)

source: LDAP base DN:
cs: Základní LDAP DN:
es: DN base de LDAP:
fr: DN de base du serveur LDAP :
ru: Поиск в LDAP

source: Please enter the Base DN to search for authentication (for example: dc=example,dc=com)
cs: Zadejte prosím Základní DN (Base DN) k vyhledávání ověření (Např.: dc=example,dc=com)
de: Bitte geben Sie die »Base DN«, die zur Authentifizierung durchsucht werden soll (beispielsweise dc=example,dc=com), an.
es: Por favor, introduzca el DN base para buscar la autenticación (por ejemplo: dc=ejemplo, dc=com).
fr: Veuillez indiquer la base de recherche pour l'authentification LDAP (p. ex. dc=example,dc=com).
ru: Введите distinguished name отправной точки для поиска учетных записей в LDAP (например, CN=Users,DC=domain,DC=local)

source: LDAP bind DN:
cs: DN účtu pro LDAP dotazy:
es: DN de enlace de LDAP:
fr: Compte de connexion LDAP :
ru: Пользователь LDAP

source: Please enter the DN of an account to use for binding to the LDAP server for performing queries. The account does not require any other privileges. If your LDAP server allows anonymous queries, you can leave this blank.Please enter the DN of an account to use for binding to the LDAP server for performing queries. The account does not require any other privileges. If your LDAP server allows anonymous queries, you can leave this blank.
cs: Zadejte prosím DN účtu k připojení k LDAP serveru při zasílání dotazů. Tento účet nemusí mít žádná jiná práva. Pokud Váš LDAP server povoluje anonymní dotazy, můžete nechat toto pole nevyplněné.
de: Bitte geben Sie die DN eines Kontos an, das zum Binden an den LDAP-Server zur Durchführung von Abfragen verwandt wird. Das Konto benötigt keine weiteren Privilegien. Falls Ihr LDAP-Server anonyme Abfragen erlaubt, können Sie dies leer lassen.
es: Por favor introduzca el DN de una cuenta a usar para ligar al servidor LDAP para realizar consultas. La cuenta no requiere ningún otro privilegio. Si el servidor LDAP permite consultas anónimas, puede dejarlo en blanco.
fr: Veuillez entrer l'identifiant unique d'un compte à utiliser pour la liaison avec le serveur LDAP pour l'exécution des requêtes. Le compte ne nécessite pas d'autres privilèges. Si votre serveur LDAP autorise les requêtes anonymes, vous pouvez laisser ce champ vide.
ru: Если ваш сервер LDAP позволяет выполнение анонимных запросов, можете оставить это поле пустым. В противном случае, введите здесь distinguished name учетной записи LDAP, у которой есть права на запрос информации, например CN=User,OU=Office,DC=domain,DC=local. ВАЖНО! Для данной записи не нужно никаких особенных прав, например, в случае аутентификации в AD, лучше ограничить права этой записи только членством в группе Domain Guests

source: LDAP bind password:
cs: Heslo účtu pro LDAP dotazy:
de: LDAP-bind-Passwort:
es: Contraseña para el enlace de LDAP:
fr: Mot de passe de connexion LDAP :
ru: Пароль LDAP

source: If you entered a Bind DN in the previous question, you must now enter the password associated with that account. Otherwise, you can leave this blank.
cs: Pokud jste v předchozí otázce zadali DN účtu, musíte nyní zadat heslo k tomuto účtu. V opačném případě můžete necat toto pole prázdné.
de: Falls Sie in der vorherigen Frage eine Bind-DN eingegeben haben, müssen Sie jetzt das zum Konto zugehörige Passwort eingeben. Lassen Sie dies andernfalls leer.
es: Si introdujo un Bind DN en la pregunta anterior, ahora debe introducir la contraseña asociada con esa cuenta. Si no, puede dejar este en blanco.
fr: Si vous avez entré un identifiant Bind à la question précédente, vous devez maintenant entrer le mot de passe associé à ce compte. Sinon, vous pouvez laisser ce champ vide.
ru: Если ваш сервер LDAP позволяет выполнение анонимных запросов, можете оставить это поле пустым. В противном случае, введите здесь пароль учетной записи пользователя LDAP из предыдущего пункта

source: Yes/No
cs: Ano/Ne
de: Ja/Nein
es: Sí/No
fr: Oui/Non
ru: Да/Нет

source: Yes
cs: Ano
de: Erlauben
es: Sí
fr: Oui
ru: Да

source: No
cs: Ne
de: Keine
fr: Non
ru: Нет

source: Press return to continue...
cs: Pro pokračování stiskněte Enter...
de: Drücken Sie die Eingabetaste, um fortzufahren
es: Pulse Intro para continuar...
fr: Appuyer sur entrée pour continuer…
ru: Нажмите Enter чтобы продолжить...

source: Important Message
cs: Důležitá zpráva
de: Wichtige Nachricht
es: Mensaje importante
fr: Message important
ru: Важное сообщение

source: Error
cs: Chyba
de: Fehler
fr: Erreur
ru: Ошибка

source: Adding service entry...
cs: Přidávám zápis služby...
de: Füge Serviceeintrag hinzu
es: Adición de entrada de servicio
fr: Ajouter un service
ru: Добавляется служебная запись...

source: Cannot open
cs: Nelze otevřít
de: Kann nicht öffnen
es: No se pudo abrir
fr: Ne peut être ouvert
ru: Невозможно открыть
